{
  "title": "Personal mastery",
  "journal": [
    {
      "date": 1612443995762,
      "item": {
        "title": "Personal mastery",
        "story": ""
      },
      "type": "create"
    },
    {
      "type": "fork",
      "date": 1612444338574
    },
    {
      "id": "d1840a72-41f7-4aa9-bb72-224519e7f107",
      "type": "remove",
      "date": 1612444342935
    }
  ],
  "story": [
    {
      "id": "bf4dcf49-cd68-41e9-88d2-17d8526a2fc6",
      "type": "markdown",
      "text": "The commitment by an individual to the process of learning is known as personal mastery. There is a [[competitive advantage]] for an organization whose workforce can learn more quickly than the workforce of other organizations. Learning is considered to be more than just acquiring information; it is expanding the ability to be more productive by learning how to apply our skills to work in the most valuable way. Personal mastery appears also in a spiritual way as, for example, clarification of focus, personal vision and ability to see and interpret reality objectively. Individual learning is acquired through staff training, development and continuous self-improvement; however, learning cannot be forced upon an individual who is not receptive to learning. Research shows that most learning in the workplace is incidental, rather than the product of formal training, therefore it is important to develop a culture where personal mastery is practiced in daily life. A learning organization has been described as the sum of individual learning, but there must be mechanisms for individual learning to be transferred into [[organizational learning]]. Personal mastery makes possible many positive outcomes such as individual performance, self-efficacy, self-motivation, sense of responsibility, commitment, patience and focus on relevant matters as well as work-life balance and well-being - [https://en.wikipedia.org/wiki/Learning_organization#Personal_mastery wikipedia]"
    },
    {
      "id": "7d810102-3a65-415e-984c-1013da8f844d",
      "type": "markdown",
      "text": "# Tools\n\nSearch for [[free culture]] images for this page on [https://www.google.com/search?as_st=y&tbm=isch&as_q=Learning+organization+Personal+mastery&as_epq=&as_oq=&as_eq=&cr=&as_sitesearch=&safe=images&tbs=sur:fmc&gws_rd=ssl google]"
    },
    {
      "id": "a5ee8efa-a828-426e-a070-a4450e492d1b",
      "type": "markdown",
      "text": "# Personal mastery"
    }
  ]
}